Revit 2027 API
ParameterTypeId.DpartVolumeComputed Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartVolumeComputed { get; }
Public Shared ReadOnly Property DpartVolumeComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartVolumeComputed {
	ForgeTypeId^ get ();
}
static member DpartVolumeComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace